export const ja = `
この利用規約（以下「契約」）は、SubWallet拡張アプリケーション、モバイルアプリケーション、およびWebダッシュボードアプリケーション（以下「SubWalletアプリケーション」）およびそれに関連する製品やサービス（以下総称して「サービス」）の一般的な利用条件を定めています。

本契約は、あなた（以下、「利用者」、「あなた」または「あなた方」）とこのアプリケーションの開発者（以下、「運営者」、「私たち」または「弊社」）との間で法的に拘束力のあるものです。もし法人または他の法的実体を代表してこの契約を締結している場合、あなたはそのような実体をこの契約に拘束する権限を持っていることを表明し、その場合、「利用者」、「あなた」または「あなた方」の用語はその実体を指します。

利用者は、本契約を読み、そのすべての条件に同意したものとみなされます。SubWalletアプリケーションおよびサービスにアクセスし利用することで、あなたは本契約に拘束されることに同意するものとします。本契約に同意しない場合、SubWalletアプリケーションおよびサービスへのアクセスや利用する権限を有しません。

本契約は様々な言語で書かれています。論争が生じた場合は、英語を優先するものとします。

#### **アカウントとメンバーシップ**

SubWalletアプリケーションでウォレットを作成した場合、そのウォレットのセキュリティを維持する責任は利用者にあり、ウォレットと関連するすべてのアクティビティおよびそれに関連するその他の行動については完全に利用者が責任を負います。当社はウォレットに関連する情報にアクセスできませんので、それを他の第三者に送信することもできません。

そのような情報はすべて利用者のデバイスにローカルに保存されており、当社はアクセスできないため、その安全性については利用者が完全な責任を負うことになります。あなたのウォレットのキーは他のデータと一緒にバックアップされていないため、SubWalletアプリケーションを削除するとバックアップからキーを復元することは不可能になります。

#### **プライバシーポリシー**

私たちは利用者のプライバシーを尊重し、このプライバシーポリシー（以下「ポリシー」）を遵守することにより、プライバシーの保護に努めています。このポリシーでは、SubWalletアプリケーション、SubWallet.Appウェブサイト、およびそれらに関連する製品とサービスで収集する可能性のある情報の種類、およびその情報の収集、使用、保持、保護、および開示に対する私たちの取り組みについて説明しています。サービスにアクセスして利用することで、利用者はこのポリシーを読み、理解し、本ポリシーの条項に拘束されることに同意したものとみなされます。このポリシーは、私たちが所有または管理していない企業または個人の慣行には適用されません。

##### **情報のカテゴリ**

この文書の目的のために、情報を以下のカテゴリに分類したいと考えています：ウォレットの作成、インポート、エクスポートに使用されるデータ（つまり、シードフレーズ、プライベートキーなど）（以下「機密情報」）、個人を特定できる情報（つまり、あなたを個人として特定できる可能性のあるデータ）（以下「個人情報」）、および個人を特定するために使用できない情報（つまり、あなたが誰であるかを特定するために使用できない情報）（以下「非個人情報」）。このポリシーは、これらのすべてのカテゴリを網羅し、各タイプをどのように収集し利用するかについて説明します。

*機密情報*

利用者の機密情報は当社によって収集または保存されません。具体的には、それはどこにも送信されず、利用者のデバイス以外のどこにも保存されず、オペレーティングシステムのバックアップにも含まれません。私たちは利用者の情報が保護されるように努めており、デバイス内の暗号化、パスワードまたは生体認証による確認と認証、および業界標準のトランスポートレイヤーセキュリティですべてのネットワーク接続を保護するなど、さまざまなメカニズムを使用して情報を安全に保ちます。ただし、これらの当社による予防策があっても、デバイスやシードフレーズ、バックアップデータの安全性は利用者自身の責任です。

*個人情報および非個人情報*

私たちのサービスを利用する際には、あなたが誰であるかを教えたり、あなたを特定できる情報を明らかにしたりすることなく、サービスにアクセスおよび利用できます。言い換えれば、私たちのサービスでは個人情報は収集されません。これは、18歳未満の子供を含むすべてのカテゴリの利用者に適用されます。ただし、当社の拡張機能とアプリはデスクトップブラウザ（Chrome、Brave、Edge＆Firefox）およびモバイル（App StoreおよびPlay Store）にストアにアップロードされています。これらのストアは、一部の情報やアクティビティを追跡する可能性があり、これにはログデータ、クッキーなどが含まれます。

##### **情報の開示**

私たちは利用者の情報をいかなる理由があっても、第三者と共有することはありません。

##### **セキュリティ対策**

もし、セキュリティ攻撃や詐欺などを含むがこれに限定されない外部のアクティビティによってサービスのセキュリティが侵害されたことが判明した場合、当社は調査および報告、および法執行機関への通知と協力を含む、合理的で適切な手段を講じる権利を留保します。このような場合、被影響者に合理的な被害のリスクがあると判断される場合や法律で通知が義務付けられている場合など、当社は合理的な努力を行い、被影響者に通知するでしょう。通知が行われる際には、サービス上に通知を掲示します。

##### **「Do Not Track」シグナル**

一部のブラウザには、訪れたウェブサイトがオンラインアクティビティを追跡しないようにする「Do Not Track」機能が組み込まれています。トラッキングはウェブサイトに関連する情報の使用や収集とは異なります。ここでのトラッキングは、異なるウェブサイトをまたいで消費者から個人を特定できる情報を収集することを指します。当社のサービスは、訪問者を時間の経過やサードパーティのウェブサイトをまたいで追跡しません。ただし、一部のサードパーティのウェブサイトは、コンテンツを提供する際にブラウジング活動を追跡する場合があり、これにより彼らは表示するコンテンツをカスタマイズできるようにするものがあります。

#### **他のリソースへのリンク**

SubWalletアプリケーションおよびサービスは他のリソース（ウェブサイト、他のアプリケーションなど）へのリンクを含む場合がありますが、明示的にここで述べられていない限り、当社は直接的または間接的に、それらのリンクされたリソースとのいかなる承認、関連、スポンサーシップ、支持、または提携も意味していません。私たちは他の事業者や個人の提供物やそのリソースの内容を審査または評価する責任がなく、これについて保証もしません。 

私たちは他の第三者の行動、製品、サービス、およびコンテンツについていかなる責任も負いません。SubWalletアプリケーションのリンクを介してアクセスする任意のリソースの法的な声明やその他の利用条件を注意深く確認してください。他の外部リソースへのリンクは利用者自身のリスクで行われます。

#### **禁止事項**

契約に規定された他の条件に加えて、以下のような利用はSubWalletアプリケーションおよびサービスで禁止されています：

1. 違法な目的のため
2. 他者に違法な行為を行うように誘導するため
3. 国際的な、連邦的な、地方の、または州の規定、規則、法律、または地方の条例に違反するため
4. 当社の知的財産権または他者の知的財産権を侵害または違反するため
5. 性別、性的指向、宗教、民族、人種、年齢、国籍、または障害に基づいて嫌がらせ、虐待、侮辱、害を加え、中傷、名誉毀損、けん制、または差別を行うため
6. 偽りや誤解を招く情報を提出するため
7. ウイルスやその他の悪意のあるコードをアップロードまたは送信し、SubWalletアプリケーションおよびサービス、第三者の製品およびサービス、またはインターネットの機能や動作に影響を与える可能性のある方法で使用するため
8. 迷惑メールを送信し、フィッシング、ファーミング、口実、スパイダー、クロール、またはスクレイピングを行うため
9. 卑猥または不道徳な目的のため
10. SubWalletアプリケーションおよびサービス、第三者の製品およびサービス、またはインターネットのセキュリティ機能に干渉し、またはそれを回避するため。
    
#### **知的財産権**

「知的財産権」とは、著作権および関連する権利、商標、デザイン、特許、発明、営業権、および商標権、発禁措置の提起権を含む、法令、慣習法、または衡平法によって現在または将来付与されるあらゆる権利を指します。発明の権利、使用権、およびこれらに関連する全ての知的財産権、すべての場合において登録または非登録であり、また申請し、付与される権利、これらの権利からの優先権を主張する権利、およびこれらと同様または同等の権利や保護の形態を含み、世界中の現在または将来のいかなる部分においても存在するまたは存在するであろうあらゆる知的活動の結果を指します。

本契約は、利用者に運営者または第三者が所有する知的財産権を譲渡するものではなく、そのような財産に関するすべての権利、権利、および利益は（当事者間の関係として）唯一運営者に留まります。SubWalletアプリケーションおよびサービスに関連するすべての商標、サービスマーク、グラフィック、およびロゴは、運営者またはそのライセンサーの商標または登録商標です。

SubWalletアプリケーションおよびサービスに関連する他の商標、サービスマーク、グラフィック、およびロゴは、他の第三者の商標である可能性があります。SubWalletアプリケーションおよびサービスの利用は、運営者または第三者の商標を複製またはその他の方法で使用するための権利やライセンスを利用者に付与しません。

#### **責任の制限**

適用法で許可される範囲の最大限度において、運営者、その提携先、取締役、役員、従業員、代理人、サプライヤー、またはライセンサーは、いかなる理論に基づいても、契約、不法行為、保証、法定義務の違反、過失、その他でもたらされたとしても、いかなる間接的、付随的、特別、懲罰的、補償的、または結果的な損害（利益の喪失、収益、売上、善意、コンテンツの使用、業務への影響、業務の中断、予期される節約の喪失、事業の機会の喪失を含むがこれに限定されない）に対して、いかなる人物に対しても責任を負いません。責任を負う当事者がそのような損害の可能性について助言を受けた場合でも、またはそのような損害が予見できた場合であっても、その理由は問いません。

#### **免責**

利用者は、SubWalletアプリケーションおよびサービスの使用または利用者の故意な不正行為に関連する、またはそれに起因するいかなる第三者の主張、請求、訴訟、紛争、または要求に対処するために発生した、または発生する可能性があるいかなる責任、損失、損害、または費用（合理的な弁護士料を含む）から運営者およびその提携先、取締役、役員、従業員、代理人、サプライヤー、およびライセンサーを損害から免責し、保護することに同意します。

#### **分離可能性**

本契約に含まれるすべての権利と制限は、適用法に違反せず、本契約を違法、無効、または執行不能にしないように、必要な範囲に限定されることを意図しており、その範囲内で行使され、適用され、拘束力を有します。もし本契約のいかなる規定または規定の一部が裁判所によって違法、無効、または執行不能とされた場合、当事者の意図は、残りの規定またはその部分が本契約の主題に関する合意を構成し、残るすべての規定またはその部分が完全に有効であることとなります。

#### **紛争解決**

本契約の成立、解釈、および履行、およびそれに起因するいかなる紛争も、その衝突または法の選択に関する規則を考慮せずに、国際連合の条約の実体法および手続き法に従って調整され、また必要な範囲で国際連合の条約の法に従います。本契約の主題に関連する訴訟の専属の司法権と会場は、国際連合の条約に位置する法廷であり、利用者はここにその法廷の個人の司法権に服従します。利用者は、本契約に起因または関連するいかなる訴訟においても、陪審裁判の権利を放棄します。国際販売契約の国連条約は、この契約には適用されません。

#### **変更と修正**

私たちは自己の裁量で、いつでもSubWalletアプリケーションおよびサービスに関連する本契約またはその条件を変更する権利を留保します。変更がある場合は、このページの下部に更新された日付を表示します。また、提供した連絡先情報を通じてなど、私たちの裁量で他の方法で通知することもあります。

修正された契約が掲示された時点で、更新されたバージョンの本契約は特に指定されていない限り、即座に有効になります。修正された契約の有効日（またはその他その時点で指定された行為）の後も、SubWalletアプリケーションおよびサービスを継続して使用することは、その変更に同意したものと見なされます。

#### **本契約への同意**

利用者は、本契約を読み、そのすべての条項と条件に同意したことを認識します。SubWalletアプリケーションおよびサービスにアクセスして使用することで、利用者は本契約に拘束されることに同意します。本契約の条件に従うことに同意しない場合、利用者はSubWalletアプリケーションおよびサービスにアクセスまたは使用する権限を有しません。

#### **お問い合わせ**

本契約に関する質問、懸念、または苦情がある場合は、以下の詳細を使用して当社にお問い合わせください：

**メール:** [**agent@subwallet.app**](mailto:agent@subwallet.app)

最終更新日は 2024 年 1 月 10 日です。
`;
