export const zh = `
本使用条款（“协议”）规定您使用SubWallet扩展程序应用、移动应用程序和网站仪表盘应用程序（统称为“SubWallet应用程序”）及其任何相关产品和服务（统称为“服务”）的一般条款和条件。

本协议对您（“用户”、“您”或“您的”）和本应用程序开发商（“运营商”、“我们”或“我们的”）具有法律约束力。如果您代表企业或其他法律实体签署本协议，即表示您有权将该实体约束于本协议，在这种情况下，“用户”、“您”或“您的”等术语应指该实体。

如果您没有此类权限，或者您不同意本协议的条款，则您不得接受本协议，也不得访问和使SubWallet应用程序和服务。如您访问和使用SubWallet应用程序和服务，即视为您承认您已阅读、理解并同意接受本协议条款的约束。您承认本协议是您与运营商之间的合同，即使它是电子的且未由您亲自签署，并且它管辖您对SubWallet应用程序和服务的使用。

本协议以各种语言书就，若有异议，以英文为准。

#### **账户及会员**

如果您在SubWallet应用程序中创建钱包账户，您有责任维护钱包的安全，并对钱包发生的所有活动以及与之相关的任何其他行动负全部责任。您应明白，我们无法访问与钱包相关的任何信息，也无法将其发送给任何其他方。

所有此类信息都存储在您的设备上，我们无法访问这些设备，因此您对其安全承担全部责任。您的钱包私钥、助记词不会与其他数据一起备份，因此如果您卸载SubWallet应用程序，您将无法从备份中恢复私钥、助记词。

#### **隐私政策**

我们尊重您的隐私，并致力于通过遵守本隐私政策（“政策”）来保护您的隐私。本政策描述我们可能从您那里收集或您可能在SubWallet应用程序、SubWallet.App网站及其任何相关产品和服务上所提供的信息类别，以及我们如何收集、使用、维护、保护和披露该信息的。访问和使用我们的服务即视为您已阅读、理解并同意受本政策条款的约束。本政策不会用于不由我们拥有或管辖的企业以及不受我们雇用或管理的个人。

##### **信息类别**

出于本文件的目的，我们将信息分为以下类别：用于钱包创建、导入和导出的数据（即助记词、私钥等）（“敏感信息”）、个人身份信息（即能够用于识别您个人身份的数据）（“个人信息”），以及非个人身份信息（即不能用于识别您个人身份的数据）（“非个人信息”）。本政策涵盖以上所有类别，并将告诉您我们如何收集和使用每种信息类别。

*敏感信息*

我们不会收集或存储您的敏感信息。具体来说，这些信息不会发送到任何地方，也不会存储在除您的设备之外的任何地方，并且不包含在操作系统的备份中。我们致力于确保您的信息受到保护，并采用多种机制来保护您的信息安全，包括设备上加密、通过密码或生物识别进行验证和身份验证，以及使用行业标准的传输层安全保护所有网络链接。然而，即使我们采取了这些预防措施，您的设备和助记词或备份数据的安全也完全由您负责。

*个人信息及非个人信息*

您可以访问和使用服务，而无需告诉我们您是谁，也无需透露任何可以通过这些将您识别为具体的、可识别的个人的信息。换句话说，我们的服务不会收集任何个人信息。这适用于所有类别的用户，包括18岁以下的儿童。请注意，我们的扩展程序和应用程序已上传至桌面浏览器（Chrome、Brave、Edge和Firefox）和移动浏览器（App Store和Play Store）上的商店。这些商店可能会跟踪您的一些信息和活动，包括但不限于日志数据、cookies等。

##### **信息披露**

我们不会以任何理由与任何人共享您的信息。

##### **安全措施**

如果我们意识到服务的安全性因外部活动（包括但不限于安全攻击或诈骗）而受到损害，我们保留采取合理适当措施的权利，包括但不限于调查和报告，以及通知执法部门并与执法部门合作。在这种情况下，如果我们认定受影响的个人有合理的伤害风险，或者法律另有要求，我们将尽合理努力通知他们。当我们这样做时，我们将在服务上发布通知。

##### **请勿跟踪要求**

一些浏览器包含“请勿跟踪”功能，该功能要求您访问的网站不要跟踪您的在线活动。跟踪并不同于使用或收集与网站相关的信息。出于这些目的，跟踪是指随着时间的推移，从使用或访问网站或在线服务的消费者那里收集个人身份信息。我们的服务不会随着时间的推移或通过第三方网站跟踪访问者。然而，一些第三方网站在为您提供内容时，可能会跟踪您的浏览活动，从而向您提供定制内容。

#### **其他资源的链接**

尽管SubWallet应用程序和服务可能连接到其他资源（如网站、其他应用程序等），但除非特别说明，否则我们不会直接或间接表明对任何链接资源的任何批准、关联、赞助、背书或附属关系。我们不负责审查或评估，也不保证任何企业或个人的产品或其资源的内容。

我们不对任何其他第三方的行为、产品、服务及内容承担任何责任。您应仔细审查您通过SubWallet应用程序中的链接进行访问的任何资源的法律声明和其他使用条件。您连接到任何其他场外资源的风险由您自己承担。

#### **禁止用途**

除本协议中规定的其他条款外，您被禁止使用SubWallet应用程序和服务于下列用途：

1. 出于任何非法目的
2. 拉拢他人实施或参与任何违法行为
3. 违反任何国际、联邦、省或州的法规、规则、法律或地方法令
4. 侵犯或侵害我们的知识产权或他人的知识产权
5. 基于性别、性取向、宗教、民族、种族、年龄、民族或残疾进行骚扰、虐待、侮辱、伤害、诋毁、诽谤、贬低、恐吓或歧视
6. 提交虚假或误导性信息
7. 上传或传输病毒或任何其他类型的恶意代码，这些代码即将或可能以任何方式使用，从而影响到SubWallet应用程序和服务、第三方产品和服务或互联网的功能或操作
8. 发送垃圾邮件、网络钓鱼、作弊、跟踪、数据收集或网页数据抓取
9. 出于任何淫秽或不道德的目的
10. 干扰或规避SubWallet应用程序和服务、第三方产品和服务或互联网的安全功能
    
#### **知识产权**

“知识产权”是指法规、普通法或衡平法赋予的任何版权和相关权利、商标、设计、专利、发明、商誉的所有当前和未来权利，以及起诉假冒伪劣的权、发明权、使用权和所有其他知识产权，在每种情况下，无论是已注册的还是未注册的，包括所有申请和申请并被授予的权利，要求优先权的权利，以及现在或将来在世界任何地方存在或即将存在的所有类似或同等的权利或保护形式，和任何其他智力活动的结果。

本协议不转让给您运营商或第三方拥有的任何知识产权，且该知识产权的所有权利、所有权和权益将仅由运营商（等其他相关方）保留。与SubWallet应用程序和服务相关的所有商标、服务标记、图形和徽标均为运营商或其许可人的商标或注册商标。

与SubWallet应用程序和服务相关的其他商标、服务标记、图形和徽标可能是其他第三方的商标。使用SubWallet应用程序和服务不向您授予复制或以其他方式使用任何运营商或第三方商标的权利或许可。

#### **责任范围**

在适用法律允许的最大范围内，根据任何责任理论引起，包括但不限于合同、侵权、保证、违反法定义务、疏忽或其他，即使责任方已被告知此类损害的可能性或可能预见到此类损害，在任何情况下，运营商、其附属公司、董事、高级职员、员工、代理人、供应商或许可人在任何情况下都对于任何间接、附带性、特殊、惩罚性，包含或相应损害（包括但不限于利润损失、收入、销售、商誉、内容使用、对业务的影响、业务中断、预期储蓄的损失、商机的损失）概不承担责任。

#### **赔偿**

您同意赔偿并让运营商及其附属公司、董事、高级职员、员工、代理人、供应商和许可人免受由任何第三方指控、索赔、行动、纠纷引起的任何责任、损失、损害或成本，包括合理的律师费，或因您使用SubWallet应用程序和服务或您的任何故意不当行为而对他们提出的要求。

#### **终止权**

本协议中包含的所有权利和限制只能在不违反任何适用法律的情况下行使，并且应适用和具有约束力，并且仅限于必要的范围内，以免使本协议变得非法、无效或不可执行。如果本协议的任何条款或部分条款被具有管辖权的法院认定为非法、无效或不可执行，则双方的意图是，剩余条款或部分应构成其与本协议标的有关的协议，而所有剩余条文或其部分仍保持完全效力。

#### **争议解决**

本协议的形成、解释和履行以及由此产生的任何争议均应受《联合国公约》的实体法和程序法管辖，而不考虑其关于法律冲突或选择的规则，并在适用的范围内，受《联合国公约》法律管辖。与本协议标的有关的诉讼的专属管辖权和地点应为位于《联合国公约》中的法院，您特此接受此类法院的属人管辖权。您特此放弃在因本协议引起或与本协议有关的任何诉讼中接受陪审团审判的任何权利。《联合国国际货物销售合同公约》不适用于本协议。

#### **更改及修订**

我们保留随时自行决定修改本协议或其与SubWallet应用程序和服务相关的条款的权利。当协议有修改时，我们将更新此页面底部的修改日期。我们也可以自行决定以其他方式向您发出通知，例如通过您所提供的联系信息发出通知。

除非另有规定，本协议的更新版本将在发布修订后的协议之后立即生效。您在修订后的协议生效日期（或当时指定的其他行为）后继续使用SubWallet应用程序和服务将构成您对这些更改的同意。

#### **接受这些条款**

您承认您已阅读本协议并同意其所有条款和条件。通过访问和使用SubWallet应用程序和服务，您同意接受本协议的约束。若您不同意遵守本协议的条款，您则无权访问或使用SubWallet应用程序和服务。

#### **与我们联系**

若您对本协议有任何疑问、顾虑或意见，我们鼓励您通过以下的方式与我们联系

**Email:** [**agent@subwallet.app**](mailto:agent@subwallet.app)

最后修改时间：2024年1月13日。
`;
